Repository: MMitsuha/proxycat
Catalog: Localizable.xcstrings
Source language: en
Languages: ja, ru, zh_hans

source: This replaces local profiles and settings with the latest iCloud backup.
ja: ローカルのプロファイルと設定を最新の iCloud バックアップで置き換えます。
ru: Заменит локальные профили и настройки последней резервной копией iCloud.
zh_hans: 这会用最新的 iCloud 备份替换本机配置和设置。

source: Today
ja: 今日
ru: Сегодня
zh_hans: 今天

source: Total
ja: 合計
ru: Всего
zh_hans: 总计

source: Traffic
ja: 通信量
ru: Трафик
zh_hans: 流量

source: Trusted
ja: 信頼済み
ru: Доверен
zh_hans: 已信任

source: Try another search term.
ja: 別の検索語を試してください。
ru: Попробуйте другой запрос.
zh_hans: 请尝试其他搜索词。

source: Type
ja: 種類
ru: Тип
zh_hans: 类型

source: Unavailable
ja: 利用不可
ru: Недоступно
zh_hans: 不可用

source: Unknown
ja: 不明
ru: Неизвестно
zh_hans: 未知

source: Upload
ja: アップロード
ru: Загрузить
zh_hans: 上传

source: URL is not valid
ja: URL が無効です
ru: URL некорректен
zh_hans: URL 无效

source: Usage
ja: 使用量
ru: Использование
zh_hans: 用量

source: Used for any network not matched above.
ja: 上のルールに一致しないネットワークに使用されます。
ru: Используется для сетей, не указанных выше.
zh_hans: 用于所有未被上方规则匹配的网络。

source: Validate
ja: 検証
ru: Проверить
zh_hans: 校验

source: Version
ja: バージョン
ru: Версия
zh_hans: 版本

source: VPN configuration not loaded
ja: VPN 設定が読み込まれていません
ru: Конфигурация VPN не загружена
zh_hans: VPN 配置尚未加载

source: Warning
ja: 警告
ru: Предупреждение
zh_hans: 警告

source: When on, ProxyCat connects or disconnects automatically based on the rules below. When off, use the Dashboard to control the tunnel manually.
ja: オンにすると、ProxyCat は下のルールに基づいて自動的に接続または切断します。オフの場合は、ダッシュボードでトンネルを手動操作します。
ru: Когда включено, ProxyCat подключается или отключается автоматически по правилам ниже. Когда выключено, управляйте туннелем вручную с Панели.
zh_hans: 开启后，ProxyCat 会按下方规则自动连接或断开。关闭后，请在仪表盘手动控制隧道。

source: Wi-Fi SSIDs
ja: Wi-Fi SSID
ru: SSID Wi-Fi
zh_hans: Wi-Fi SSID

source: Wrapper built
ja: ラッパーのビルド日時
ru: Сборка обёртки
zh_hans: 封装层构建时间

source: Wrapper commit
ja: ラッパーコミット
ru: Коммит обёртки
zh_hans: 封装层提交

source: Yesterday
ja: 昨日
ru: Вчера
zh_hans: 昨天

source: mihomo Core
ru: Ядро mihomo
zh_hans: mihomo 内核

source: LIVE
zh_hans: 实时

source: OK
zh_hans: 好
